import React from 'react';

const AboutPage = () => {
  return (
    <main>
      <h1>О нас</h1>
      <p>Мы рады вас видеть в наш онлайн-магазин. У нас есть все виды товаров.</p>
      <p>Онлайн-магазин Online Store - одна из крупнейших онлайн-магазинов в Казахстане.</p>
      <p></p>
      <h2>Наши контакты</h2>
      <p>Наш магазин расположен в г. Алматы на ул. Аль-Фараби</p>
      <h2>График работы:</h2>
      <p>Пн-Сб с 10:00 до 22:00</p>
      <h2>Телефон:</h2>
      <p>+7 777 535 18 37</p>
      <p>+7 747 547 54 15</p>
      <p>+7 705 835 13 77</p>
      <h2>E-mail:</h2>
      <p>online-store@gmail.com</p>
    </main>
  );
};

export default AboutPage;
